Repository: gde2-desktop/gde2-control-center
Catalog: help/*/*.po
Languages: cs, fr, pt

source: The GDE2 Control Center provides a central place for the user to setup their GDE2 experience. It can let you configure anything from the behavior of your window borders to the default font type.
cs: Ovládací centrum GDE2 je centrálním místem pro přístup uživatelů k nastavení a přizpůsobení GDE2. Umožňuje nastavit libovolnou vlastnost, od chování okrajů okna až po používané písmo.
fr: Le centre de contrôle GDE2 est le lieu central permettant à l'utilisateur de configurer son environnement GDE2. Il permet d'en configurer chaque élément, du comportement des bordures de fenêtres à la police par défaut.
pt: O Centro de Controlo GDE2 fornece um ponto central para o utilizador configurar a sua experiência GDE2. Permite-lhe configurar tudo desde o comportamento das margens das janelas até ao tipo de fonte por omissão.

source: Control Center
cs: Ovládací centrum
fr: Centre de contrôle
pt: Centro de Controlo

source: GDE2 Documentation Project
cs: Dokumentační projekt GDE2
fr: Projet de documentation GDE2
pt: Projecto de Documentação GDE2

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <ulink type="help" url="gde2-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found <ulink type="help" url="gde2-help:fdl">here</ulink>.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL), verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod <ulink type="help" url="help:fdl">tímto odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la licence <ulink type="help" url="gde2-help:fdl"><citetitle>GNU Free Documentation License</citetitle></ulink>, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="gde2-help:fdl">lien</ulink>.
pt: É permitida a cópia, distribuição e/ou alteração este documento sob os termos da <ulink type="help" url="gde2-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Versão 1.1 ou qualquer versão mais antiga publicada pela Free Software Foundation sem Secções Invariantes, Textos da Capa e Textos da Contra-Capa. Uma cópia da licença pode ser encontrada <ulink type="help" url="gde2-help:fdl">aqui</ulink>.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GDE2 documentation, and those trademarks are made aware to the members of the GDE2 Documentation Project, the names have been printed in caps or initial caps.
cs: Mnoho užívaných jmen určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GDE2 jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GDE2 et que les membres du projet de Documentation GDE2 sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.
pt: Muitos dos nomes utilizados pelas empresas para distinguir os seus produtos e serviços são considerados marcas registadas. Onde esses nomes aparecerem na documentação do GDE2, e essas marcas registadas são dadas a conhecer aos membros do Projecto de Documentação do GDE2, os nomes foram impressos em maiúsculas ou com a inicial em maiúscula.

source: This manual describes version 1.5.7 of the GDE2 Control Center.
cs: Tato příručka popisuje Ovládací centrum GDE2 ve verzi 1.5.7
fr: Ce manuel documente la version 1.5.7 du centre de contrôle GDE2.
pt: Este manual descreve a versão 1.5.7 do Centro de Controlo do GDE2.

source: Introduction
cs: Úvod
pt: Introdução

source: The <application>GDE2 Control Center</application> provides a single window from which to launch all preference tools.
cs: <application>Ovládací centrum GDE2</application> je tvořeno jedním oknem, odkud je možno spustit veškerá nastavení.
fr: Le <application>centre de contrôle GDE2</application> fournit une fenêtre unique depuis laquelle tous les outils de préférences peuvent être démarrés.
pt: O <application>Centro de Controlo GDE2</application> fornece uma única janela a partir da qual são iniciadas todas as ferramentas de configuração.

source: To launch the <application>GDE2 Control Center</application>, type <command>gde2-control-center</command> in a terminal window.
cs: Pokud chcete <application>Ovládací centrum GDE2</application> spustit, spusťte z příkazového řádku <command>gde2-control-center</command>.
fr: Pour lancer le <application>centre de contrôle GDE2</application>, tapez <command>gde2-control-center</command> dans une fenêtre de terminal.
pt: Para iniciar o <application>Centro de Controlo GDE2</application>, escreva <command>gde2-control-center</command> numa janela de consola.

source: For help on using preference tools, see the <ulink type="help" url="help:user-guide?prefs">User Guide</ulink>.
cs: Nápovědu k jednotlivým nástrojům nastavení obsahuje <ulink type="help" url="help:user-guide?prefs">Uživatelská příručka</ulink>.
fr: Pour obtenir de l'aide sur l'utilisation des outils de préférences, consultez le <ulink type="help" url="help:user-guide?prefs">guide d'utilisation</ulink>.
pt: Para ajuda na utilização de ferramentas de configuração, consulte o <ulink type="help" url="help:user-guide?prefs">Manual de Utilização</ulink>.

source: Usage
cs: Použití
fr: Utilisation
pt: Utilização

source: The <application>GDE2 Control Center</application> shows icons for all preference tools installed on your system in a window. Select a preference tool to see its description in the status bar.
cs: <application>Ovládací centrum GDE2</application> zobrazuje v jednom okně ikony reprezentující všechny nástroje nastavení nainstalované v systému. Když libovolnou položku vyberete, ve stavové liště se zobrazí její popis.
fr: Le <application>centre de contrôle GDE2</application> affiche dans une fenêtre une icône pour chaque outil de préférences installé sur votre système. Sélectionnez un outil de préférences pour afficher sa description dans la barre d'état.
pt: O <application>Centro de Controlo GDE2</application> apresenta numa janela os ícones de todas as ferramentas de configuração instaladas no seu sistema. Seleccione uma ferramenta de configuração para ver a sua descrição na barra de estados.

source: To open a preference tool, double-click on its icon.
cs: Pokud chcete nástroj nastavení spustit, poklepejte na jeho ikonu.
fr: Pour ouvrir un outil de préférences, double-cliquez sur son icône.
pt: Para abrir uma ferramenta de configuração, faça duplo-clique no seu ícone.

source: translator-credits
cs: Lucas Lommer <llommer@svn.gnome.org>, 2009.
fr: Jonathan Ernst <jonathan@ernstfamily.ch>, 2006.
pt: Bruno Queirós <brunoqueiros@portugalmail.com>, 2007
